Repository: amaysing/wikipbx
Catalog: wikipbx/locale/*.po
Languages: it

source: Only root can edit system-wide IVRs.
it: Solo root può modificare gli IVR globali.

source: Ivr %s deleted.
it: ivr %s cancellato.

source: Account deleted. FreeSWITCH notified.
it: Account eliminato. FreeSWITCH notificato.

source: Account deleted, failed to notify FreeSWITCH: %s.
it: Account eliminato, errore nella notifica a FreeSWITCH: %s.

source: There are still %s gateways associated with this SIP profile, fix this first.
it: Ci sono ancora %s gateway associati a questo profilo SIP, prima sistema questo.

source: SIP Profile deleted. FreeSWITCH notified.
it: Profilo SIP cancellato. FreeSWITCH notificato.

source: SIP Profile deleted, failed to notify FreeSWITCH: %s.
it: Profilo SIP cancellato, errore nella notifica di FreeSWITCH: %s.

source: Event_socket config %s updated.
it: Configurazione Event_socket %s aggiornata.

source: IVR script
it: script IVR

source: IVR menu
it: menu IVR

source: Account updated. FreeSWITCH notified.
it: Account aggiornato. FreeSWITCH notificato.

source: Account updated, failed to notify FreeSWITCH: %s
it: Account aggiornato, errore nella notifica a FreeSWITCH: %s.

source: SIP Profile added. FreeSWITCH notified.
it: profilo SIP aggiunto. FreeSWITCH notificato.

source: SIP Profile added, failed to notify FreeSWITCH: %s.
it: profilo SIP aggiunto, errore nella notifica a FreeSWITCH: %s.

source: SIP Profile updated. FreeSWITCH notified.
it: Profilo SIP aggiornato. FreeSWITCH notificato.

source: SIP Profile updated, failed to notify FreeSWITCH: %s.
it: Profilo SIP aggiornato, errore nel notificare FreeSWITCH: %s.

source: Account added. FreeSWITCH notified.
it: Account aggiunto. FreeSWITCH notificato.

source: Account added, failed to notify FreeSWITCH: %s.
it: Account aggiunto, errore nel notificare FreeSWITCH: %s.

source: Error adding account: %s.
it: Errore aggiungendo l'account: %s.

source: Error adding account.
it: Errore aggiungendo l'account.

source: You must have at least one sip profile to add an account.
it: Devi avere almeno un profilo sip per aggiungere un account.

source: User %s added.
it: Utente %s aggiunto.

source: User %s deleted.
it: Utente %s rimosso.

source: User %s updated.
it: Utente %s aggiornato.

source: Gateway updated. FreeSWITCH notified.
it: Gateway aggiornato. FreeSWITCH notificato.

source: Gateway updated, failed to notify FreeSWITCH: %s.
it: Gateway aggiornato. Errore nel notificare FreeSWITCH: %s.

source: Gateway deleted. FreeSWITCH notified.
it: Gateway cancellato. FreeSWITCH notificato.

source: Gateway deleted, failed to notify FreeSWITCH: %s.
it: Gateway cancellato, errore nella notifica a FreeSWITCH: %s.

source: Gateway added. FreeSWITCH notified.
it: Gateway aggiunto. FreeSWITCH notificato.

source: Gateway added, failed to notify FreeSWITCH: %s.
it: Gateway aggiunto. Errore nel notificare FreeSWITCH: %s.

source: SIP gateways are used for peering with another SIP provider, such as a provider which provides outgoing and/or origination access to the PSTN
it: I gateway SIP sono usati per collegarsi con un altro provider SIP, per esempio un provider che fornisca connettività in ingresso o in uscita verso la rete PSTN

source: Endpoint %s saved.
it: Endpoint %s salvato.

source: Extension for %s
it: Estensione per %s

source: New extension %s created.
it: Nuova estensione %s creata.

source: Define an endpoint to allow it to register on the PBX.
it: Definisci un endpoint per permettergli di registrarsi al PBX.

source: Failed to get current registration status from FreeSWITCH.
it: Errore nel richiedere lo stato delle registrazioni a FreeSWITCH.

source: Endpoint %s deleted.
it: Endpoint %s cancellato.

source: Soundclip %s deleted.
it: Suono %s cancellato.

source: Soundclip was uploaded.
it: Suono caricato.

source: Soundclip could not be uploaded: %s.
it: Il suono non può essere caricato: %s.

source: Soundclip was created.
it: Suono creato.

source: The system will call you and prompt you to record a soundclip, which will be stored in the library with the soundclip name that you assign to it. This soundclip will then be available for IVR's and other PBX features.
it: Il sistema chiamerà e vi chiederà di registrare un suono che sarà salvato nella libreria con il nome che gli assegnerete. Questo suono sarà disponibile per gli IVR ed altre funzionalità del PBX.

source: Dialout failed: %s.
it: Chiamata fallita: %s.

source: Dialout succeeded.
it: Chiamta effettuata con successo.

source: Already have root user.
it: Utente root già presente.

source: Root %s added.
it: Utente root %s aggiunto.

source: Could not get live calls: %s.
it: Non posso ricevere le chiamate in corso: %s.

source: Call transferred.
it: Chiamata trasferita.

source: Transfer failed: %s.
it: Trasferimento fallito: %s.

source: Broadcast failed: %s
it: Broadcast fallito: %s

source: Broadcast succeeded
it: Broadcast eseguito con successo

source: Could not hangup call %(channel)s: %(error)s
it: Non posso riagganciare la chiamata %(channel)s: %(error)s

source: Could not hangup calls: %s
it: Non posso riagganciare le chiamate: %s

source: Call %s hangup succeeded.
it: Chiamata %s riagganciata con successo.

source: Calls hangup succeeded.
it: Riaggancio chiamate effettuato con successo.

source: Email server configuration successful.
it: Configurazione email del server effettuata con successo.

source: Configure Email server for this account. At the time of this writing, only tested with GMail accounts with use_tls set to True
it: Configura il server email per questo account. Allo stato delle cose, testato solo con account GMail con autenticazione TLS attivo.

source: Sorry, no email servers configured for this account.
it: Nessun server di posta configurato per questo account.

source: Test email was sent
it: Email di test inviata

source: Nothing to dial. Ignored request.
it: Nessun numero da chiamare. Richiesta ignorata.

source: Gateway not found.
it: Gateway non trovato.

source: Fatal error adding cdr xml: %s
it: Errore fatale aggiungendo ai cdr xml: %s

source: Use this form to view the raw XML returned to FreeSWITCH when requested
it: Usa questo form per vedere l'XML ritornato da FreeSWITCH

source: Page not found
it: Pagina non trovata

source: Sorry, but the requested page could not be found.
it: La pagina richiesta non può essere trovata.

source: Page unavailable
it: Pagina non disponibile

source: Sorry, but the requested page is unavailable due to a server error.
it: La pagina richiesta non è disponibile a causa di un errore interno.

source: Our engineers have been notified, so check back later.
it: I nostri ingegneri sono stati notificati, riprova più tardi.

source: users
it: utenti

source: add user
it: aggiungi utente

source: delete
it: elimina

source: No accounts defined
it: Nessun account definito

source: Submit
it: Invia

source: Add Soundclip to library
it: Aggiungi suono alla libreria

source: Form contains errors
it: Il form contiene degli errori

source: You will prompted for dialout number on next screen
it: Ti verrà richiesto il numero da chiamare nella prossima schermata

source: Choose WAV file:
it: Scegli file WAV:

source: Format: 1-channel, 16-bit, 8KZ, PCM
it: Formato: Mono, 16-bit, 8KZ, PCM

source: URL to wav file:
it: URL al file wav:

source: Continue
it: Avanti

source: Wiki PBX - Open Source Web GUI front-end for FreeSWITCH
it: Wiki PBX - Web front-end Open Source per FreeSWITCH

source: Sign out
it: Esci

source: Root user
it: Utente root

source: Convert text to speech and inject into <span title="%(chan_uuid)s">channel</span>.
it: Pronuncia il testo (TTS) e invialo al <span title="%(chan_uuid)s">camale</span>.

source: Text To Speak:
it: Testo da pronunciare:

source: Choose Soundclip to inject into <span title="%(chan_uuid)s">channel</span>.
it: Scegli il suono da aggiungere nel <span title="%(chan_uuid)s">canale</span>.

source: play
it: riproduci

source: No soundclips found.
it: Nessun suono trovato.

source: %(call_type)s calls.
it: %(call_type)s chiamate.

source: Warning: Some CDR's may be missing! WikiPBX has received %(unmatched_len)s CDR records from freeswitch which it could not match with an account, please tell your admin about this.
it: Attenzione: alcuni CDR sono mancanti. WikiPBX ha ricevuto %(unmatched_len)s record CDR da freeswitch che non corrispondono ad un account. Prego informare l'amministratore.

source: Show XML
it: Visualizza XML

source: No %(calltype)s calls found.
it: Nessuna chiamata %(calltype)s trovata.

source: Please click a function on the left.
it: Cliccare su una funziona sulla sinistra.

source: Dialout from %(dest_ext_app)s
it: Chiamate da %(dest_ext_app)s

source: Choose the destination(s) that will be dialed out from %(dest_ext_app)s. Calls will be placed in parallel.
it: Scegliere le destinazioni che verranno chiamate da %(dest_ext_app)s. Le chiamate saranno effettuate in parallelo.

source: Additional Extensions and SIP URL's.
it: Ulteriori estensioni e url SIP.

source: Raw extensions can be entered (eg, 18005551212) or SIP urls can be entered (eg, 100@sip.foo.com:5065).
it: Possono essere inserite direttamente estensioni, ad esempio 18005551212, oppure url SIP, ad esempio 100@sip.foo.com:5065.

source: Click here to add extra empty form elements.
it: Clicca qui per aggiungere altri elementi vuoti al form.

source: Dial more
it: Chiama ancora

source: dialplan extensions
it: estensioni dialplan

source: Choose the dialplan extensions that will be dialed out from %(dest_ext_app)s. Multiple concurrent outgoing calls can be specified by the pull-down to the right of the checkbox.
it: Scegli le estensioni del dialplan che verrano chiamate da %(dest_ext_app)s. Diverse chiamate uscenti concorrenti possono essere specificate nel menu a tendina sulla destra del checkbox.

source: select
it: seleziona

source: number of concurrent calls
it: numero di chiamate contemporanee

source: dialout
it: Chiama

source: No dialplan extensions found.
it: Nessuna estensione trovata nel dialplan.

source: Add new action
it: Aggiungi nuova azione

source: Action XML
it: XML azione

source: Add new IVR destination
it: Aggiungi nuova destinazione IVR

source: SIP endpoints
it: Endpoint SIP

source: make test call
it: chiamata di test

source: is registered
it: registrato

source: Edit endpoint settings.
it: Modifica configurazione endpoint.

source: Modify Extension associated with this Endpoint.
it: Modifica estensione associata con questo endpoint.

source: No Extension associated with this Endpoint.
it: Nessuna estensione associata a questo endpoint.

source: Extsensions
it: Estensioni

source: No user.
it: Nessun utente.

source: Place an echo test call.
it: Fai una chiamata di prova.

source: Endpoint is online.
it: Endpoint conesso.

source: Endpoint is offline (unregistered).
it: Endpoint non registrato.

source: Delete this endpoint.
it: Elimina questo endpoint.

source: No endpoints defined.
it: Nessun endpoint definito.

source: Extensions associated with SIP Endpoint
it: Estensioni associate con endpoint SIP

source: Extensions (Dialplan)
it: Estensioni (Dialplan)

source: authenticated
it: autenticato

source: top
it: inizio

source: bottom
it: fine

source: up
it: su

source: down
it: giù

source: Only authenticated endpoints / parties may dial this extension.
it: Solo endpoint autenticati possono chiamare questa estensione.

source: This is a public extension and no extra auth checking will be done (beyond what the SIP profile mandates).
it: Questa è una estensione pubblica e nessun controllo di autorizzazione oltre a quelli richiesti dal profilo SIP verrà effettuato.

source: Dialout from this extension to another extension or endpoint.
it: Chiamata da questa estensione ad un'alrta estensione o endpoint.

source: No extensions defined.
it: Nessuna estensione definita.

source: Gateways
it: Gateway

source: No gateways defined
it: Nessun gateaway definito

source: Welcome to WikiPBX!
it: Benvenuto in WikiPBX!

source: Web GUI for FreeSWITCH providing SIP PBX functionality.
it: Web GUI per FreeSWITCH che fornisce funzionalità di PBX SIP

source: WikiPBX allows you to store SIP endpoints and dialplan extensions in a database and update them over a web GUI.
it: WikiPBX ti permettere di salvare endpoint SIP ed estensioni di dialplan in un database e di aggiornarli tramite una web GUI.

source: Sign in to your account
it: Accedi al tuo account

source: Remember me on this computer
it: Ricordami in questo computer

source: Sign In
it: Accedi

source: Add Root user
it: Aggiungi utente root

source: Interactive Voice Response (IVR) menus - This Account
it: Menu IVR - questo account

source: No ivrs defined
it: Nessun IVR definito

source: Interactive Voice Response (IVR) scripts - This Account
it: Script IVR (Interactive Voice Response) - questo account

source: Interactive Voice Response (IVR) scripts - System Wide
it: Script IVR (Interactive Voice Response) - globali

source: SIP Profiles
it: Profili SIP

source: New
it: Nuovo

source: Manage
it: Amministra

source: Accounts
it: Account

source: XML Config
it: Configurazione XML

source: Event Socket
it: Socket eventi

source: Logs
it: Log

source: CDRs
it: CDR

source: Endpoints
it: Endpoint

source: Add
it: Aggiungi

source: Extensions
it: Estensioni

source: Web Users
it: Utenti Web

source: Calls
it: Chiamate

source: Completed
it: Completate

source: Click-to-Call
it: Chiama-al-Click

source: Mail Server
it: Server di posta

source: Configure
it: Configura

source: Add menu
it: Aggiungi menu

source: Sound Clips
it: Suoni

source: Contacts
it: Contatti

source: Help
it: Aiuto

source: User Guide
it: Guida utente

source: Channels
it: Canali

source: caller
it: chiamante

source: dialed extension
it: Estensione chiamata

source: inject audio/TTS
it: Invia audio o TTS

source: caller ID name
it: Name caller ID

source: creation time
it: data di creazione

source: transfer
it: trasferisci

source: hangup
it: Riaggancia

source: Hangup live channel.
it: Riaggancia canale attivo.

source: No channels
it: Nessun canale

source: First page
it: Prima pagina

source: Back
it: Indietro

source: Forward
it: Avanti

source: Last page
it: Ultima pagina

source: Open Source under Mozilla Public License
it: Open Source con licenza Mozilla Public License

source: (download source code)
it: (scarica codice sorgente)

source: Manage dialplan extensions
it: Gestione estensioni dialplan

source: Manage SIP endpoints
it: Gestione endpoint SIP

source: Manage incoming and outgoing gateways
it: Amministra gateway entranti ed uscenti

source: Web Dialout
it: Chiamate da web

source: Call history
it: Cronologia chiamate

source: View/Hangup live calls
it: Vedi / Riaggancia chiamate attive

source: Manage soundclips
it: Gestione souni

source: IVR Management
it: Gestione IVR

source: Configuration managed by Web UI is stored in database
it: Configurazione gestita da Web GUI e salvata in database

source: Configuration from database layered on top of what is in XML files
it: Configurazione da database basata sul contenuto dei file XML

source: error ID
it: ID errore

source: log time
it: Tempo

source: No server logs found
it: Nessun log del server trovato

source: accept blind reg
it: Accetta registrazione senza credenziali

source: auth calls
it: Chiamate autorizzate

source: Disabled
it: Disabilitata

source: Enabled
it: Abilitata

source: No SIP Profiles defined
it: Nessun profilo SIP definito

source: Soundclips
it: Suoni

source: listen
it: ascolta

source: No soundclips found
it: Nessun suono trovato

source: Test Mail
it: Prova email

source: Send an outgoing test mail to see if email server settings are correctly configured.
it: Invio di una email di prova per vedere se le configurazioni del server email sono corrette.

source: Send Test Mail
it: Invio email di test

source: Transfer live channel
it: Trasferire canale

source: Choose the dialplan extension to transfer selected channel.
it: Scegliere quale estensione del dialplan trasferire al canale selezionato.

source: Transfer
it: Trasferisci

source: No dialplan extensions found
it: Nessuna estensione del dialplan trovata

source: Users for account: %(account)s
it: Utenti per account: %(account)s

source: administrator priveleges
it: Privilegi di amministratore

source: Account Administrator
it: Account amministratore

source: End-user (no admin privileges)
it: Utente non amministratore

source: No users found
it: Nessun utente trovato

source: Configuration
it: configurazione

source: Key Value
it: Chiave Valore

source: (unused)
it: (non usato)

source: SIP port:
it: porta SIP:

source: Destination:
it: Destinazione:

source: Domain:
it: Dominio:

source: User:
it: Utente:
