Repository: amaysing/wikipbx
Catalog: wikipbx/locale/*.po
Languages: it

source: Contacts export format
it: Formato esportazione contatti

source: first name
it: nome

source: Created on %s
it: Creato il %s

source: First name of the user/owner of this phone.
it: Nome dell'utilizzatore di questo telefono.

source: last name
it: cognome

source: Last name of the user/owner of this phone.
it: Cognome dell'utilizzatore di questo telefono.

source: job title
it: titolo

source: organization
it: organizzazione

source: work number
it: numero ufficio

source: Acceptable forms are: 14081112222 or sip:7471122334@proxy01.sipphone.com
it: Forme accettabili sono 14081112222 oppure sip:7471122334@proxy01.sipphone.com

source: home number
it: numero casa

source: mobile number
it: numero cellulare

source: notes
it: note

source: is blacklisted
it: in blacklist

source: is explicit
it: esplicita

source: contact
it: contatto

source: contacts
it: contatti

source: CSV (Comma-separated values)
it: CSV

source: CSV with headers
it: CSV con intestazione

source: Contact %s saved.
it: Contatto %s salvato.

source: Contact %s deleted.
it: Contatto %s cancellato.

source: Contacts - This Account
it: Contatti - Questo account

source: name
it: nome

source: Delete
it: Elimina

source: No contacts found
it: Nessun contatto trovato

source: Search
it: Ricerca

source: Export
it: Esporta

source: No contacts defined
it: Nessun contatto definito

source: Update
it: Aggiorna

source: This field must be set to a value like: "<IP address>", "autonat:<IP address>", "stun:<Host Name>", "host:<Host Name>", "auto" or "auto-nat"
it: Questo campo deve essere compilato come: "<Indirizzo IP>, "autonat: <Indirizzo IP>", "stun: <Nome host>", "auto" o "auto-nat"

source: Entered values don't match
it: I valori inseriti non corrispondono

source: Calling party
it: Chiamante

source: Your phone number.
it: Il tuo numero di telefono

source: Called party
it: Chiamato

source: Destination number.
it: Numero chiamato

source: Which gateway these two calls will be routed through
it: Per quale gateway queste due chiamate verranno instradate

source: Recipient
it: Destinatario

source: Subject
it: Oggetto

source: Message body
it: Corpo del messaggio

source: Echo Test
it: Test chiamata

source: Remote Endpoint
it: Endpoint remoto

source: Local Endpoint
it: Endpoint locale

source: Local Endpoint With Fallback To Voicemail
it: Endpoint locale con fallback su voicemail

source: Gateway Dialout
it: Gateway chiamate uscenti

source: Conference Room
it: Conferenza

source: Playback Audio
it: Riproduzione audio

source: Speak Text
it: Pronuncia il testo

source: Mod_Voicemail Playback
it: Riproduzione mod_voicemail

source: Mod_Voicemail Record
it: Registrazione mod_voicemail

source: Transfer To Another Extension
it: Trasferisci ad un'altra estesione

source: Park Call
it: Chiamata parcheggiata

source: Lua IVR
it: IVR in Lua

source: Python IVR
it: IVR in Python

source: Javascript IVR
it: IVR in Javascript

source: Authenticated
it: Autenticato

source: Public
it: Pubblico

source: Invalid regex
it: Regex invalida

source: Malformed XML
it: XML malformato

source: Dialout
it: Chiamate uscenti

source: WAV upload
it: Upload file WAV

source: WAV URL
it: URL file WAV

source: Text to speech
it: Testo da pronunciare

source: Upload method
it: Metodo di upload

source: This value is already occupied.
it: Questo valore è già utilizzato

source: Text to speak
it: Testo da pronunciare

source: Voice
it: Voce

source: IVR code
it: Codice IVR

source: IVR name.
it: nome IVR.

source: Type password twice.
it: Scrivi la password due volte

source: Is admin
it: Amministratore

source: This email is already occupied
it: Questa email è già utilizzata

source: WikiPBX has a single root user which acts as the superuser, operating outside of all accounts (tenants), and has unlimited security access. Once these values have been entered they cannot be changed via the GUI, and the only way to modify them will be to go direct to the database. Ditto goes for lost/forgotten root passwords.
it: WikiPBX ha un unico utente root che agisce come amministratore operando al di sopra di tutti gli account (tenants) con permessi illimitati. Una volta che questi valori sono stati inseriti, non possono essere cambiati da GUI e l'unico modo per modificarli è agire direttamente sul database. Lo stesso vale per password perse / dimenticate.

source: First name
it: Nome

source: Last name
it: Cognome

source: FreeSWITCH can listen on multiple ports (e.g. 5060, 5061) and IP addresses. Each one of these listening points requires its own SIP profile. Most installations can get by with a single profile that listens on port 5060 of the internet-facing IP address. Other typical scenario is to have two profiles. One for 'internal' calls and another for 'external' calls. In this case internal profile requires calls to be authenticated. External profile allows non-authenticated calls handled in public context.
it: FreeSwitch può ascoltare su molteplici porte ed interfacce. Ognuno di questi punti d'ascolto richiede un profilo SIP. Alla maggior parte delle installazioni può bastare un singolo profilo che ascolta sulla porta 5060 dell'indirizzo IP pubblico verso Internet. Un altro scenario tipico è quello di avere due profili. Uno per le chiamate interne e uno per le chiamate esterne. In questo caso il profilo interno richiederà che le chiamate siano autenticate mentre quelle esterne saranno gestite in un contesto pubblico.

source: An account is essentially a Tenant. WikiPBX is designed in such a way to minimize data sharing between accounts, so for example each account has its own set of users, endpoints, gateways, call detail records, and dialplan that is not shared with other accounts. When an account is created you must specify an initial account admin, which can later be modified or deleted.
it: Un account è essenzialmente un Tenant. WikiPBX è concepito in modo da minimizzare la condivisione di dati tra diversi account. Per esempio ogni account ha il proprio numero di utenti, endpoint, gateway, CDR e dialplan che non sono condivisi con gli altri account. Quando un account è creato bisogna specificare un amministratore, che successivamente può essere modificato o cancellato.

source: Account name
it: Nome account

source: Name of account, eg, yourcompany or yourcompany.com
it: Nome account, es tuaazienda o tuaazienda.it

source: Domain
it: Dominio

source: The domain associated with this account, eg. sip.yourcompany.com. Endpoints belonging to this account should be configured to register to this domain.
it: Il dominio associato a questo account, es. sip.tuaazienda.it. Gli endpoint che appartengono a questo account devono essere configurati per registrarsi a questo dominio.

source: SIP profile for dialout
it: Profilo sip per chiamate uscenti

source: When web dialout is used for this account, which SIP profile should it use?
it: Quando le chiamate dal web sono abilitate per questo account, quale profilo SIP deve essere usato?

source: Alias this domain to Dialout SIP profile?
it: Questo dominio è un alias per le chiamate uscenti SIP?

source: When checked, this account's domain will become an alias for the dialout SIP profile.
it: Quando attivato, il dominio di questo account sarà un alias per il profilo SIP per le chiamate uscenti.

source: Admin email
it: Email amministratore

source: Admin password
it: Password amministratore

source: Admin first name
it: Nome amministratore

source: Admin last name
it: Cognome amministratore

source: Active
it: Attivo

source: Dialout SIP Profile
it: Profilo SIP chiamate uscenti

source: When WikiPBX generates dial strings for this domain, which SIP profile should it use?
it: Quando WikiPBX dovrà generare chiamate per questo dominio, quale profilo SIP dovrà usare?

source: The domain associated with this account. The endpoint should be configured to register to this domain.
it: Il dominio associato a questo account. L'endpoint deve essere configurato per registrarsi a questo dominio.

source: Create extension
it: Crea estensione

source: Create a dialplan entry for this number
it: Crea una voce nel dialplan per questo numero

source: Gateway name
it: Nome gateway

source: SIP profile
it: Profilo SIP

source: Which SIP Profile communication with this gateway will take place on.
it: Quale profilo SIP verrà usato nelle comunicazioni con questo gateway

source: Username
it: Nome utente

source: Username for gateway login authentication.
it: Nome utente per autenticarsi con il gateway

source: Password for gateway login authentication.
it: Password per autenticarsi con il gateway

source: Proxy host: *optional* same as realm, if blank.
it: Host proxy: opzionale, come realm se vuoto

source: Register
it: Registra

source: Register with the gateway?
it: Registrarsi al gateway?

source: Extension
it: Estensione

source: Extension for inbound calls: *optional* same as username, if blank.
it: Estensione per chiamate entranti: opzionale, come username se vuoto

source: Auth realm: *optional* same as gateway name, if blank.
it: Realm: opzionale, come nome del gateway se vuoto

source: From domain
it: Dominio

source: Domain to use in From field: *optional* same as realm, if blank.
it: Dominio da usare nel campo From: opzionale, come realm se vuoto

source: Expire seconds
it: Scadenza in secondi

source: Expire in seconds: *optional* 3600, if blank.
it: Scadenza in secondi: opzionale, default 3600

source: How many seconds before a retry when a failure or timeout occurs
it: Quanti secondi prima di riprovare dopo un errore o un timeout

source: Caller ID in From
it: Caller Id nel From

source: Use the caller ID of an inbound call in the From field on outbound calls via this gateway.
it: Usa il caller ID di una chiamata entrante nel campo From delle chiamate uscenti attraverso questo gateway

source: Accessible for all accounts
it: Accessibile da tutti gli account

source: Are other WikiPBX accounts allowed to dial out of this gateway?
it: Possono gli altri account di WikiPBX uscire attraverso questo gateway?

source: user
it: utente

source: user profile
it: Profilo utente

source: user profiles
it: Profili utente

source: False
it: Falso

source: Passive
it: Passivo

source: True
it: Vero

source: Call-id
it: Caller ID

source: Contact
it: Contatto

source: SIP profile name
it: Nome profilo SIP

source: E.g.: external, internal, etc...
it: Esempio: esterno, interno, etc...

source: external RTP IP
it: IP esterno RTP

source: External/public IP address to bind to for RTP.
it: Indirizzo ip pubblico/esterno RTP

source: external SIP IP
it: IP esterno SIP

source: External/public IP address to bind to for SIP.
it: Indirizzo ip pubblico/esterno SIP

source: RTP IP
it: IP RTP

source: Internal IP address to bind to for RTP.
it: Indirizzo IP interno RTP

source: SIP IP
it: IP SIP

source: Internal IP address to bind to for SIP.
it: Indirizzo IP interno SIP

source: SIP port
it: Porta SIP

source: accept blind registration
it: Accetta registrazione senza credenziali

source: If true, anyone can register to server and will not be challenged for username/password information.
it: Se attivato, ci si può registrare al server senza fornire username e password.

source: authenticate calls
it: Autentica le chiamate

source: If true, FreeeSWITCH will authorize all calls on this profile, i.e. challenge the other side for username/password information.
it: Se vero, FreeSWITCH chiederà di autenticare tutte le chiamate per questo profilo, per esempio chiederà username/password all'altro lato.

source: manage presence
it: Amministra presenza

source: Set to 'true' to enable presence. Required for MWI.
it: Abilitato per usare la presenza. Necessario per MWI.

source: log auth failures
it: autenticazioni fallite

source: It true, log authentication failures. Required for Fail2ban.
it: Se vero, tiene traccia delle autenticazioni fallite. Necessario per Fail2ban.

source: multiple registrations
it: registrazioni multiple

source: Used to allow to call one extension and ring several phones.
it: Usato per permettere di chiamare una estensione che fa suonare diversi telefoni.

source: SIP profiles
it: Profili SIP

source: admins
it: amministratori

source: enabled
it: abilitato

source: domain
it: dominio

source: dialout profile
it: profilo chiamate uscenti

source: alias for domain
it: alias per dominio

source: accounts
it: account

source: description
it: descrizione

source: xml template
it: template xml

source: default value
it: valore di default

source: template tag
it: tag template

source: action data
it: dati azione

source: destination number
it: numero chiamato

source: A perl compatible regular expression used to match against the destination number, eg: ^101$ to match 101,^(\d{10,11})$ to match all 10 or 11 digit numbers
it: Una espressione regolare compatibile perl usata per trovare una corrispondenza nel numero chiamato, per esempio ^101$ per fare il match con 101, ^(\d{10,11})$ per fare il match con tutti i numeri di 10 o 11 cifre

source: caller ID number
it: numero caller ID

source: A perl compatible regular expression used to match against the caller ID number
it: Una espressione regolare compatibile perl usata per trovare una corrispondenza nel numero del caller ID

source: actions XML
it: XML azioni

source: is temporary
it: temporaneo

source: priority position
it: priorità

source: There is no single expansion for this extension: %s
it: Non ci sono espansioni per questa estensione: %s

source: extension
it: estensione

source: extensions
it: estensioni

source: The User ID the SIP endpoint logs in with. Normally this should be numeric, for example: 101. This is only a recommendation and not a hard rule, and this can be anything, for example my_sip_endpoint_101@foo.com.
it: Lo user ID l'endpoint SIP usa per collegarsi. Di solito è numerico, per esempio: 101. Questa è solo una raccomandazione e non una regola, può veramente essere qualsiasi cosa, per esempio il_mio_endpoint_101@foo.it.

source: It's recomended to use strong passwords for the endpoint.
it: E` raccomandato usare password complicate per gli endpoint.

source: web user
it: utente web

source: (Optional) Associate this endpoint with an existing User.
it: (Opzionale) Associa questo endpoint ad un utente esistente.

source: contact address
it: Contatto

source: voice mail
it: Segreteria

source: Enable voice mail for endpoint. When turned off this endpoint will not have a voice mail box. This means busy and no answer calls will not forward to a voice mail box, nor will the user be able to log in to a voice mail box.
it: Abilita la segreteria per l'endpoint. Quando disabilitata nel caso di occupato o chiamata non risposta le chiamate per l'endpoint non saranno inoltrate alla segreteria e l'utente non sarà in grado di collegarsi alla segreteria.

source: voice mail password
it: password segreteria

source: Usually numbers only, because it'll be entered form the dial pad.
it: Solitamente solo numeri perchè verrà digitata dal tastierino numerico.

source: email voice mail message to
it: Invia messaggio via email a

source: Send recorded voice mail message to specified email address.
it: Invia registrazione segreteria al seguente indirizzo email.

source: email voice mail notification to
it: invia email notifica segreteria a

source: Send notification about received voice mail to specified email address.
it: Invia notifica ricevimento messaggio in segreteria al seguente indirizzo email.

source: delete voice mail after email
it: Rimuovi messaggi dopo invio email

source: Voice mail message will be removed from the local storage after sending via email.
it: I messaggi in segreteria saranno rimossi dopo essere stati inviati tramite email.

source: toll allow
it: Chiamate permesse

source: Specifies which types of calls this user can make. Multiple values can be specified separated with the coma. E.g.: domestic,international,local
it: Specifica quali tipi di chiamate può effettuare l'utente. Valori multipli possono essere specificati separati dalla virgola. Esempio: locali,internazionali,interne

source: effective CallerID name
it: nome CallerID effettivo

source: Caller ID name displayed on called party's phone when calling another registered endpoint.
it: Nome CallerId visualizzato nel telefoni del chiamato quando si chiama un altro endpoint registrato.

source: effective CallerID number
it: numero callerID effettivo

source: Caller ID number displayed on called party's phone when calling another registered endpoint.
it: Numero CallerId visualizzato nel telefoni del chiamato quando si chiama un altro endpoint registrato.

source: outbound CallerID name
it: nome callerID uscente

source: Caller ID name sent to provider on outbound calls.
it: Nome callerID inviato al provider nelle chiamate uscenti.

source: outbound CallerID number
it: numero callerID uscente

source: Caller ID number sent to provider on outbound calls.
it: Numero callerID inviato al provider nella chiamate uscenti.

source: Which Sip Profile communication with this gateway will take place on.
it: Quale profilo SIP verrà usato per comunicare con questo gateway.

source: username
it: nome utente

source: Same as realm, if blank.
it: come realm, se vuoto.

source: register
it: registra

source: extension number
it: Numero estensione

source: Extension for inbound calls. Same as username, if blank.
it: Estensione per chiamate entrati. Come username se vuoto.

source: Authentication realm. Same as gateway name, if blank.
it: Realm di autenticazione. Come nome del gatwway se vuoto.

source: from domain
it: Dominio provenienza

source: Domain to use in from from field. Same as realm if blank.
it: Dominio da usare nel campo from. Come realm se vuoto.

source: expire seconds
it: Durata registrazione

source: retry seconds
it: secondi per riprovare

source: caller ID in From field
it: caller ID nel campo From

source: Use the callerid of an inbound call in the from field on outbound calls via this gateway.
it: Usa il callerid di una chiamata entrante nel campo from di una chiamate uscente attraverso questo gateway.

source: accessible for all accounts
it: accessibile da tutti gli account

source: Sofia gateway
it: Gateway Sofia

source: Sofia gateways
it: Gateway Sofia

source: log creation time
it: Data creazione log

source: message
it: messaggio

source: server log
it: log del server

source: server logs
it: log del server

source: from e-mail
it: mittente

source: e-mail host
it: host

source: e-mail port
it: porta

source: authentication user
it: utente autenticazione

source: Enable if your mail server requires login credentials
it: Abilita se il tuo server richiede autenticazione con login

source: authentication password
it: password

source: use TLS
it: usa TLS

source: Enable if your mail server requires Transport Layer Security (TLS) encryption
it: Abilita se il tuo server richiede Transport Layer Security (TLS)

source: e-mail config
it: configurazione email

source: e-mail configs
it: configurazioni email

source: The filename, without the extension.
it: Il nome del file, senza estensione.

source: language extension
it: estensione lingua

source: Invalid extension: %s
it: Estensione invalida: %s

source: IVRs
it: IVR

source: long greeting
it: messaggio benveuto lungo

source: The initial recording that is played when a caller reaches this IVR.
it: Il messaggio iniziale che viene eseguito quando si raggiunge questo IVR.

source: short greeting
it: messaggio benvenuto corto

source: The greeting that is re-played when the caller enters invalid information or no information at all. This is usually the same greeting as 'long greeting', but without the intro phrase.
it: Il messaggio che viene eseguito ancora quando il chiamante non inserisce informazioni o ne inserisce di invalide. Di solito è lo stesso del messaggio di benvenuto lungo, ma senza frase iniziale.

source: invalid sound
it: suono non valido

source: The greeting played when caller enters a wrong choice.
it: Il messaggio eseguito quando un chiamante inserisce una scelta sbagliata.

source: exit sound
it: suono uscita

source: This is played when the caller made too many failed attempts or a timeout occurs just before it disconnects the call.
it: Questo viene eseguito quando il chiamante ha fatto troppi tentativi errati o un timeout è occorso prima che riagganciasse.

source: Time to wait for the user to start entering digits after the greeting has played. Number in milliseconds.
it: Tempo di aspettare prima che l'utente inserisca le cifre dopo il messaggio di benvenuto. Numero in millisecondi.

source: inter digit timeout
it: timeout tra le cifre

source: The maximum amount of time to wait in-between each digit the caller presses. Number in milliseconds.
it: Il tempo massimo di attesa tra ogni cifra inserita dal chiamante. Numero in millisecondi.

source: max failures
it: tentativi massimi

source: After how many failures call will be disconnected.
it: Dopo quanti tentativi la chiamata verrà riagganciata.

source: max timeouts
it: timeout massimi

source: Number of allowed timeouts before disconnecting the call.
it: Numero di timeout possibili prima di riagganciare la chiamata.

source: digit length
it: lunghezza numero

source: Number of digits to accept before determining the entry is complete. Usually should match extensions numbers length.
it: Il numero di cifre da accettare prima di considerare il numero completo. Di solito deve essere uguale alla lunghezza dei numeri delle estensioni.

source: Sound clip
it: Suono

source: Sound clips
it: Suoni

source: Destination number
it: Numero destinazione

source: channel name
it: nome canale

source: answered time
it: tempo risposta

source: hangup time
it: tempo riaggancio

source: completed call
it: chiamata completata

source: completed calls
it: chiamata completate

source: listen IP
it: indirizzo IP in ascolto

source: listen port
it: porta in ascolto

source: event socket config
it: configurazione socket eventi

source: event socket configs
it: configurazioni socket eventi

source: Authentication failed. Please try again, make sure the CAPS-LOCK key is off and there are no typo's.
it: Autenticazione fallita. Riprovare ancora, controlla di non avere il tasto maiuscola inserito.

source: You have been logged out
it: Ti sei scollegato

source: When an incoming call comes into the PBX, extensions are matched in the order they are shown here, from top to bottom. Once a match is found it is executed. Re-order extensions using the green arrows.
it: Quando una chiamata entra nel PBX, le estensioni sono valutate nell'ordinde visualizzato qui, dall'inizio alla fine. Quando viene trovata una corrispondenza viene eseguita. Riordina le estensioni usando le frecce verdi.

source: Invalid action.
it: Azione invalida

source: Extension priority set to %s.
it: Priorità estensione a %s.

source: Extension priority raised.
it: Priorità estensione alzata.

source: Extension priority lowered.
it: Priorità estensione abbassata.

source: Extension %s saved.
it: Estensione %s salvata.

source: Dialplan extensions can bridge to locally registered endpoints, remote endpoints, PSTN numbers via gateways, special applications such as the Echo Test, or IVR scripts.
it: Le estensioni del dialplan posso collegare tra loro endpoint locali, endpoint remoti, collegamenti PSTN tramite gateway, applicazioni speciali tipo test echo o script IVR.

source: Extension %s deleted.
it: Estensione %s cancellata.

source: Action added.
it: Azione aggiunta.

source: Add new action.
it: Aggiungi nuova azione.

source: Action
it: Azione

source: Add new IVR destination.
it: Aggiungi nuova destinazione IVR.

source: IVR destination
it: destinazione IVR

source: Action deleted.
it: Azione cancellata.

source: IVR %s saved.
it: IVR %s salvato.
